<template>
	<view class="private">
		<view class="heard">
			<view class="heard-ch1">
				<view class="title">
					<h2>唯读隐私政策</h2>
				</view>
				<view class="body-ch1">
					唯读（以下或称“我们”）非常注重保护用户（“您”）的个人信息及隐私，我们深知个人信息对您的重要性，并将按照法律法规要求和业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。我们希望通过本隐私政策向您清晰地介绍在使用我们的产品/服务时，我们如何处理您的个人信息，以及我们为您提供的访问、更正、删除和保护这些信息的方式。
				</view>
				<view class="body-ch2">
					<h4 class="h4">本政策将帮助您了解以下内容：</h4>
					<h4 class="h4">一、我们如何收集和使用您的个人信息</h4>
					<h4 class="h4">二、我们如何使用Storage技术</h4>
					<h4 class="h4">三、我们如何共享、转让、公开披露您的个人信息</h4>
					<h4 class="h4">四、我们如何保存和保护您的个人信息</h4>
					<h4 class="h4">五、您如何管理您的个人信息</h4>
					<h4 class="h4">六、未成年人的个人信息保护</h4>
					<h4 class="h4">七、通知和修订</h4>
					<h4 class="h4">八、如何联系我们</h4>
					<h4>九、附录</h4>
				</view>
				<view class="body-ch3">
					<view class="body-ch3-ch1 line-heigh">
						【特别提示】请您在使用我们提供的产品/服务前，仔细阅读并充分理解本《隐私政策》（重点内容我们已将字体加粗请您特别关注）并作出相应选择。一旦您使用或继续使用我们的产品/服务时，即意味着您同意我们按照本隐私政策处理您的相关信息。
					</view>
					<view class="body-ch3-ch1">
						如对本隐私政策有任何疑问，您可以通过本隐私政策“如何联系我们”中提供的方式与我们联系。
					</view>
					<view class="body-ch3-ch1">
						“唯读”的产品/服务是平顶山学院计软学院学生通过下述途径向您提供的产品/服务：包括但不限于唯读网站或唯读根据业务需要修改的URL、唯读App等客户端以及相关微信开放平台账号或小程序等。
					</view>
				</view>
				<view class="body-ch4">
					<view class="body-ch4-ch1">
						请您注意，本政策不适用于您通过我们的产品/服务而接入的其他第三方产品/服务(“其他第三方”，包括您的交易相对方、任何第三方网站以及第三方服务提供者等)，具体规定请参照该第三方的隐私政策或类似声明。
					</view>
				</view>
				<br>
				<view class="body-ch5">
					<view class="">
						<h4 class="h4">一、我们如何收集和使用您的个人信息</h4>
						<view>在您使用我们的产品/服务时，您需要/可以选择授权我们收集和使用个人信息的场景包括：</view>
						<view>1、为了向您提供我们产品/服务的基本功能，您需要授权我们收集、使用必要信息的情形，如您拒绝提供前述必要信息，您将无法正常使用我们的产品/服务；</view>
						<view>2、为了向您提供我们产品/服务的拓展功能，您可以选择授权我们收集、使用信息的情形，如您拒绝提供前述信息，您将无法正常使用相关附加功能或无法实现我们拟达到的功能效果，但并不会影响您正常使用我们产品/服务的基本功能。</view>
						<view>（一）您需要授权我们收集和使用个人信息的场景</view>
						<view>我们会遵循正当、合法、必要的原则，出于本政策所述的下列目的收集和使用您的个人信息。</view>
						<view>1、帮助您成为我们的用户</view>
						<view>我们通过唯读账号为您提供服务，在您注册成为我们的用户时，您需要至少提供手机号码以创建唯读账号（，如果您已有唯读可直接登录），并完善相关的网络身份识别信息（如头像、昵称及登录密码等），您授权以唯读账号登录唯读后，我们将根据您的授权获取相关账号信息（如用户标识、昵称、头像、登录状态信息等）；如果您仅需使用浏览、搜索等功能，您无需注册成为我们的用户以及提供上述信息。</view>
						<view>如您选择授权使用第三方账号登录时，我们会从第三方获取您共享的账号信息（如头像、昵称、地区、性别等信息）与您的唯读账号进行绑定用于快捷登录，我们会依据与第三方的约定，在符合相关法规的前提下，使用您的个人信息。</view>
						<view>2、为您提供收藏、关注、分享、推荐功能</view>
						<view>为了便于您管理自己的偏好，寻找具有共同爱好的用户或社区，获得更轻松的访问体验，与好友及第三方进行分享等，您可以收藏/关注/加入您感兴趣的商户/用户/部落，也可以通过功能组件向第三方进行信息分享，我们会收集您在使用上述功能中产生的日志信息，用于在个人主页中向您展示、实现在线管理、发起共享以及向您推荐具有共同爱好的用户等。</view>
						<view>3、帮助您完成支付</view>
						<view>您在唯读上进行订单支付时，您可以选择如微信支付、QQ钱包、Apple
							Pay、支付宝等合作方所提供的服务进行支付。我们需要收集您的唯读订单信息、对账信息及其他法律要求的必要信息并与这些合作机构共享，以确认您的支付指令并帮助您完成支付。</view>
						<view>4、为您提供客服和售后服务</view>
						<view>当您与我们的客服取得联系时，我们的系统可能会记录您与客服之间的通讯记录，以及使用您的账号信息以便核验身份；当您需要我们提供与您订单相关的客户服务时，我们可能会查询您的相关订单信息以便给予您适当的帮助和处理；当您需要客服协助您修改有关信息（如联系方式等）时，您可能还需要提供上述信息外的其他信息以便完成修改。</view>
						<view>5、为您提供安全保障</view>
						<view>为了保障您的账号安全、交易安全以及系统运行安全，满足法律法规和我们协议规则的相关要求，在您使用我们的产品/服务过程中，经您授权我们会获取您的设备信息，包括您使用的设备属性、连接和状态信息，例如设备型号、设备标识符（如IMEI/androidID/IDFA/OPENUDID/GUID/OAID、SIM卡IMSI、ICCID信息等）、设备MAC地址、软件列表、电信运营商等软硬件特征信息。</view>
						<view>为提高您使用我们提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会使用或整合您的个人信息以及我们的关联方、合作伙伴取得您授权或者依法共享的信息，根据您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，包括验证身份，预防、发现、调查可能存在的欺诈、网络病毒、网络攻击等安全风险以及违反我们或关联方协议、政策或规则等行为，以保护您、其他用户、我们或关联方的合法权益，并记录一些我们认为有风险的链接(“URL”)。</view>
						<view>（二）您可以选择授权我们收集和使用个人信息的场景</view>
						<view>为向您提供个性化的服务，您可以选择使用我们提供的拓展功能，我们会在符合法律规定并根据您具体授权的情况下收集并使用如下信息。这类信息将在您选择的具体功能和业务场景中进行收集，如果您不提供这些信息，不会影响您使用唯读的基本功能。</view>
						<view>1、基于相机授权的拓展功能</view>
						<view>您可以选择开启系统的相机权限，通过使用拍照、录视频等功能授权唯读访问您的相机，以便于您通过拍摄照片或录制视频等方式发布内容，如果您需要录制并发布有声视频时，您还需开启麦克风权限。我们会收集您上传发布的上述信息，此项功能您可以在系统权限中关闭，一旦关闭您将可能无法实现扫码功能，或者无法通过拍摄图片、视频等方式进行点评或互动，但不会影响您享受唯读服务的基本功能。</view>
						<view>2、基于相册授权的拓展功能</view>
						<view>您可以选择开启系统的相册权限，通过主动上传图片等方式授权我们访问您的相册，以便于您通过上传照片等方式发布内容。我们会收集您选择上传发布的上述信息，此项功能您可以在系统权限中关闭，一旦关闭您将可能无法通过上传图片等方式进行更换头像等，但不会影响您享受唯读服务的基本功能。</view>
						<view>（三）其他</view>
						<view>您可以通过唯读为其他人支付各类产品/服务，并提供该实际服务接收人的有关信息，此前请您确保已取得相关人的授权。</view>
						<view>如果我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会单独征求您的授权同意。</view>
						<view>（四）征得同意的例外</view>
						<view>请您知悉，以下情形中，我们收集、使用个人信息无需征得您的授权同意：</view>
						<view>1、与国家安全、国防安全有关的；</view>
						<view> 2、与公共安全、公共卫生、重大公共利益有关的；</view>
						<view>3、与犯罪侦查、起诉、审判和判决执行等有关的；</view>
						<view>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</view>
						<view>5、所收集的个人信息是个人信息主体自行向社会公众公开的；</view>
						<view>6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；但是您明确拒绝或者处理该信息侵害您重大利益的除外。</view>
						<view>7、根据您的要求签订合同所必需的；</view>
						<view>8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</view>
						<view>9、为合法的新闻报道所必需的；</view>
						<view>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</view>
						<view>11、法律法规规定的其他情形。</view>
						<view>请注意，单独或与其他信息相结合无法识别您的身份或者与您直接建立联系的信息，不属于个人信息。如果我们将单独无法与任何特定个人建立联系的信息与其他信息结合用于识别自然人个人身份，或者将其与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。</view>
						<view>（五）个人信息的使用规则</view>
						<view>为满足您的个性化需求，维护、改进我们的产品或服务质量，我们会在符合法律规定并根据您具体授权的情况下使用如下信息：</view>
						<view>1、我们可能会收集您的订单信息、浏览及搜索信息等，以及将您在唯读账号下使用某项服务中提供的信息与来自其他服务中的信息结合起来，进行综合统计、分析以形成用户画像，用来向您推荐或展示您可能感兴趣的产品/服务信息，或通过系统向您展示个性化的第三方推广信息。包括在App页面向您推送消息通知，为您提供智能推荐，通过短信、App、电子邮件等给您发送推送消息、推广信息或展示商业广告，通过电话进行回访、向您提供信息咨询等服务或邀请您参与服务、产品或功能有关的客户调研。例如将您在使用我们某项服务时收集的信息，用于在另一项服务中向您展示个性化的内容或广告。</view>
						<view>2、我们可能会收集您在参与产品/服务调查时主动向我们提供的信息，以及您与我们的关联方、合作伙伴之间互动时提供的相关信息，以便于您追踪订单情况、发起用户投诉以及我们优化客户服务的质量与流程。</view>
						<view>3、我们可能将业务中收集的个人信息用于统计分析和改进运营，将已经去标识化无法识别您身份且不能复原的信息用于建立数据库并进行商业化利用。例如通过您所在的位置、偏好等进行统计分析，从而改进我们的产品、服务或营销计划；又如为改进我们系统而进行的技术改造、网络维护、故障排除、内部政策与流程制定、生成内部报告等。</view>
					</view>
				</view>
				<br>
				<view class="body-ch6">
					<h4 class="h4">
						二、我们如何使用Storage技术
					</h4>
					<view class="">
						（一）Storage的使用
					</view>
					<view class="">
						为确保网站正常高效运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的设备终端/系统上存储名为
						Storage的小数据文件。Storage会帮助您在后续访问我们网站时调用您的信息，简化您填写个人信息(例如一键登录等)的流程;为您提供安全购物的偏好设置;帮助您优化对广告的选择与互动;保护您的数据安全等。我们不会将
						Cookie用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Storage您可以清除计算机或移动设备上保存的所有
						Storage您有权接受或拒绝Storage大多数浏览器会自动接受Storage但您通常可根据自己的需要来修改浏览器的设置以拒绝Storage另外，您也可以清除软件内保存的所有Storage但您可能因此无法完全体验我们某些便捷性和安全性的服务功能。
					</view>
				</view>
				<br>
				<view class="body-ch7">
					<h4 class="h4">
						三、我们如何共享、转让、公开披露您的个人信息
					</h4>
					<view class="">
						（一）共享
					</view>
					<view class="">
						我们不会与唯读以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
					</view>
					<view>
						<view>1、获得您明确同意或授权的共享。</view>
						<view>2、基于法定情形下：根据法律法规的规定、诉讼争议解决需要，或行政、司法等有权机关依法提出的要求。</view>
						<view>3、与关联公司共享：为向您提供一致化服务以及便于您进行统一管理，我们可能会将您的个人信息与我们的关联公司共享。但我们只会共享必要的个人信息，如果我们共享您的个人敏感信息或者关联方改变个人信息的使用目的，将再次征求您的授权同意。</view>
						<view>4、与合作伙伴分享：我们可能会向业务合作伙伴共享为您提供服务所必要的订单信息、账户信息、支付信息等。我们的业务合作伙伴包括以下类型：</view>
						<view>
							供应商/服务提供商。仅为实现本政策中声明的目的，我们的某些服务将由业务合作伙伴提供。以保障为您提供的服务顺利完成，我们可能会将您的个人信息共享给上述合作伙伴，包括配送业务、技术服务、支付服务、金融业务等。其中可能包括您的联络信息、订单信息、支付信息、地址信息等，以保障为您提供的服务顺利完成。例如在您使用我们的外卖服务时，我们必须与配送服务提供商共享您的订单和配送信息，以保证订单的安全准确送达；又如我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。其中您的联络信息和地址信息属于个人敏感信息，我们已经采取了默认开启的“号码保护”、单据上的“地址隐藏”等举措尽全力保护您的个人信息。</view>
						<view>第三方商家。我们必须将您的订单信息、必要交易信息与第三方商家共享，以便其向您提供商品、服务及售后等。</view>
						<view>广告、分析服务类等业务合作伙伴。经您授权，我们可能会与提供广告投放推广和统计分析的合作伙伴共享信息，但我们仅会向这些合作伙伴提供广告推广的覆盖面、有效性以及统计类等信息，而不会共享可以识别您身份的个人信息，否则我们会对这些信息进行去标识化处理以避免对您身份的识别。相关合作伙伴可能会对上述信息进行汇聚分析，用于提供广告曝光监测或服务决策。</view>
						<view>5、基于协议约定：依据您与我们签署的相关协议(包括在线签署的电子协议及平台规则)或法律文件，有必要向第三方共享时。</view>
						<view>6、基于合理商业习惯：例如与第三方共享联合营销活动中的中奖信息，以便第三方能及时向您发放奖品；或者在我们计划与其他公司进行资本市场活动(包括但不限于IPO，债券发行)接受尽职调查时。</view>
						<view>7、基于学术研究；例如为科研机构开展统计或学术研究之必要。</view>
						<view>8、基于符合法律法规的社会公共利益等。</view>
						<view>请您知悉，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，对我们仅为实现本政策中声明的目的与之共享个人信息的公司、组织和个人，我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。</view>
						<view>（二）转让</view>
						<view>随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、资产转让或类似的交易，如涉及个人信息的转让，我们会要求受让您个人信息的公司、组织继续接受本隐私政策的约束，否则,我们将要求该公司、组织重新征求您的授权同意。</view>
						<view>（三）公开披露</view>
						<view>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才可能公开披露您的个人信息：</view>
						<view>
							1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</view>
						<view>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。</view>
						<view>请注意，您在使用我们服务时自愿发布甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您的交易信息，以及您在评价时选择上传包含个人信息的文字、图片或视频等各种形式的信息。请您在使用我们的服务时更加谨慎地考虑，是否要发布甚至公开分享相关信息。</view>
						<view>（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</view>
						<view>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</view>
						<view>1、与国家安全、国防安全有关的；</view>
						<view>2、与公共安全、公共卫生、重大公共利益有关的；</view>
						<view>3、与犯罪侦查、起诉、审判和判决执行等有关的；</view>
						<view>4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</view>
						<view>5、其他维护公共利益的情形，例如您的信用评价信息需要被公开/共享；</view>
						<view>6、您自行向社会公众公开的个人信息；</view>
						<view>7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。但是您明确拒绝或者处理该信息侵害您重大利益的除外。</view>
						<view>根据法律规定，共享、转让、公开披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，我们对此类数据的处理将无需另行向您通知并征得您的同意。</view>
					</view>
				</view>
				<br>
				<view class="body-ch8">
					<h4 class="h4">四、我们如何保存和保护您的个人信息</h4>
					<view>（一）个人信息的保存</view>
					<view>1、保存期限：除非依据法律法规或双方约定，我们仅会在实现目的所必需的最短时间内留存您的相关个人信息。在您主动注销账号时，我们将根据法律法规的要求尽快删除您的个人信息或匿名化处理，有关注销账号的相关规则和流程，请参见本政策附件中的《用户注销协议》。</view>
					<view>2、保存地域：我们在中华人民共和国境内收集和产生的个人信息，将存储在中国境内，但以下情形除外：</view>
					<view>法律法规有明确规定的；</view>
					<view>单独征得您的授权同意；</view>
					<view>在上述情形中，我们会并要求数据接收方按照本隐私政策以及其他相关的安全保密措施来处理个人信息。</view>
					<view>3、终止运营：如果发生终止运营等情形，我们将会至少提前30天通知您，并在终止运营后对您的个人信息进行删除或匿名化处理。</view>
					<view>（二）个人信息的保护措施</view>
					<view>1、数据安全措施</view>
					<view>
						为保障您的信息安全，我们努力采取各种符合业界标准的物理、电子和管理方面的安全措施来保护您的个人信息，建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。唯读通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如在您的浏览器与“服务”之间交换数据(如信用卡信息)时采用SSL加密保护技术;同时对网站本身提供https安全浏览方式;使用加密技术确保数据的保密性;使用受信赖的保护机制防止数据遭到恶意攻击;部署访问控制机制，确保只有授权人员才可访问个人信息;以及举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</view>
					<view>2、安全认证</view>
					<view>我们已先后通过了公安部信息安全等级保护三级认证、ISO27001信息安全认证、第三方支付行业（支付卡行业PCI
						DSS)数据安全标准国际认证等认证资质，并与监管机构、第三方测评机构建立了良好的协调沟通机制，及时抵御并处置各类信息安全威胁，为您的信息安全提供全方位保障。</view>
					<view>3、请您知悉并理解，互联网并非绝对安全的环境，我们强烈建议您通过安全方式、使用复杂密码，协助我们保证您的账号安全。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄露，请您立即根据本隐私政策中提供的联系方式联络我们，以便我们采取相应措施。</view>
					<view>4、安全事件</view>
					<view>在不幸发生个人信息安全事件后，我们会立即成立专项应急小组，启动应急预案，防止安全事件扩大，并按照法律法规的要求及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</view>
				</view>
				<br>
				<view class="body-ch9">
					<h4 class="h4">五、您如何管理您的个人信息</h4>
					<view>您对您的个人信息享有以下权利:</view>
					<view>（一）您有权访问、更正、删除您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式管理您的信息:</view>
					<view>账户信息——您可以访问、更正您账户中的个人资料及账号信息（身份认证信息除外）、支付信息、账号绑定信息等，也可以更改您的密码、添加安全信息或进行第三方账号和银行卡的解绑等操作。</view>
					<view>搜索浏览信息——您可以在唯读App中访问或清除您的搜索历史记录、查看和修改兴趣以及管理其他数据。</view>
					<view>如果您无法通过上述链接管理这些个人信息，您可以随时通过本隐私政策中提供的反馈方式联系我们。我们将在15天内回复您的访问请求。</view>
					<view>（二）改变您授权同意的范围或撤回授权</view>
					<view>您可以通过唯读App中删除信息、更改隐私设置或者在系统中关闭设备权限功能等方式改变同意范围或撤回您的授权。</view>
					<view>请您理解，当您执行上述操作后，我们将无法继续为您提供撤回同意或授权所对应的服务，但不会影响此前基于您的授权已经开展的个人信息处理。</view>
					<view>（三）注销账户</view>
					<view>您有权注销您的唯读账户，您可以通过访问我们App页面上的“我的”左上角“头像”处点击进入“注销账号”中进行在线操作。有关注销账户的相关规则和流程，请参见附件中的《用户注销协议》。您注销成功后，我们将根据法律法规的要求尽快删除您的个人信息或作匿名化处理。</view>
					<view>如果您无法通过上述方式访问、更正或删除您的个人信息以及注销账号，或者如果您认为唯读存在违反法律的规定收集、使用您个人信息的情形，您可以通过我们的客服或通过本隐私政策提供的其他方式与我们取得联系。为了保障安全，我们可能需要您提供相应方式证明您的身份和请求的正当性，我们将在收到您反馈并验证您的身份后的15天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。</view>
					<view>（四）自主管理控制营销信息及定向推送</view>
					<view>
						消息推送——如您不希望收到App页面上的消息通知，可以在首次安装App时拒绝接收消息通知，或者在移动端操作系统中的“通知”中心关掉对应的通知功能。</view>
					<view>智能推荐——如您不希望使用我们的智能推荐服务，可以自主选择按照距离、好评、价格等不针对您个人特征的方式进行排序，也可以在推荐信息页面中通过“不感兴趣”、“不想看”等功能进行精准反馈和实时关闭；还可以在“我的”右上角“设置”-“隐私”-“应用服务”中进行自主管理控制。</view>
				</view>
				<br>
				<view class="body-ch10">
					<h4 class="h4">六、未成年人的个人信息保护</h4>
					<view>唯读非常重视对未成年人个人信息的保护。我们的网站和服务主要面向成人。如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</view>
					<view>对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</view>
					<view>如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。</view>
				</view>
				<br>
				<view class="body-ch11">

				</view>
				<br>
				<view class="body-ch12">
					<h4 class="h4">七、通知和修订</h4>
					<view>为给您提供更好的服务，我们的业务将不时变化，本隐私政策也将随之调整。未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的隐私政策。在前述情况下，若您继续使用我们的服务，即表示同意接受修订后的本政策并受之约束。</view>
				</view>
				<br>
				<view class="body-ch13">
					<h4 class="h4">八、如何联系我们</h4>
					<view>您可以通过以下方式与我们联系，我们将在15天内答复您的请求；</view>
					<view>1、您可以通过唯读网站（https://***.*****.com）/唯读App上提供的在线联系方式/在线客服系统与我们联系。</view>
					<view>2、您可以联系唯读的客服电话进行反馈或者进行投诉举报</view>
					<view>3、我们还设立了专门的个人信息保护团队，您可以通过 ******@********.com 联系我们</view>
				</view>
				<br>
				<view class="body-ch14">
					<h4 class="h4">九、附录</h4>
					<view>
						1、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中可能涉及到的个人信息包括但不限于：个人基本信息（包括姓名、电话号码、性别、住址、生日等）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（包括银行账号、交易和消费记录、信贷记录以及虚拟财产信息等）；个人健康生理信息（包括病症、病历、病史等）；联系人信息（包括通讯录信息、好友列表等）；个人上网记录（包括网站浏览记录、点击记录等）；个人设备信息（包括唯一设备识别码等描述个人常用设备基本情况的信息）；个人位置信息（包括行踪轨迹、精准定位信息等）。
					</view>
					<view>2、个人敏感信息：是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策中可能涉及到的个人敏感信息包括：个人身份认证信息（包括身份证、军官证、护照、驾驶证、学生证等）；个人财产信息（银行账号、交易和消费记录、信贷记录以及虚拟财产信息等）；其他信息（行踪轨迹、通讯录信息、精准定位信息等）；14周岁以下的儿童信息。
					</view>
				</view>
				<br>
				<view class="body-ch15">
					<h4 class="h4">附件一：</h4>
					<view>《用户注销协议》</view>
					<view>在您注销您的账户之前，请充分阅读、理解并同意下列事项：</view>
					<view>
						在此善意地提醒您，您注销唯读账户的行为，将导致我们终止对您提供本服务，也会给您的售后维权带来诸多不便。注销成功后，我们将删除您的个人信息，使其保持不可被检索、访问的状态，或对其进行匿名化处理。您知晓并理解，根据相关法律规定相关交易记录须在唯读保存3年甚至更长的时间。</view>
					<view>1.如果您仍执意注销账户，您的账户需同时满足以下条件：</view>
					<view>（1）账户在唯读系统中无资产、无欠款；</view>
					<view>（2）账户内无未完成的订单、已提供服务但未支付的订单/服务； </view>
					<view>（3）账户无任何纠纷，包括投诉举报或被投诉举报；</view>
					<view>（4）账户为正常使用中的账户且无任何账户被限制的记录；</view>
					<view>
						（5）账户对应的唯读支付账户已注销，且已妥善处理了唯读支付账户下的所有问题；</view>
					<view>2.在唯读账户注销期间，如果您的唯读账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，唯读有权自行终止本唯读账户的注销而无需另行得到您的同意。</view>
					<view>3.请您在提交注销申请前，务必解绑其他相关账户，具体可与我们的客服联系。</view>
					<view>4.唯读账户一旦被注销将不可恢复，请您在操作之前自行备份账户相关的所有信息和数据。注销唯读账户，您将无法再使用本唯读账户，也将无法找回您唯读账户中及与账户相关的任何内容或信息（即使您使用相同的手机号码再次注册并使用唯读），包括但不限于：</view>
					<view>（1）您将无法登录、使用唯读账户；</view>
					<view>（2）唯读账户的个人资料和历史信息（包括但不限于用户名、昵称、头像、预定/团购记录等）都将无法找回；</view>
					<view>（3）您通过唯读账号进行登录的所有记录将无法找回。您将无法再登录、使用前述服务，您曾获得的优惠券、积分、及其他卡券等视为您自行放弃，将无法继续使用。您理解并同意，唯读无法协助您重新恢复前述服务。</view>
					<view>5.注销本唯读账户并不代表本唯读账户注销前的账户行为和相关责任得到豁免或减轻。</view>
				</view>
			</view>
		</view>
	</view>
</template>

<script>
	export default {

	}
</script>

<style>
	.heard-ch1 {
		font-size: 30rpx;
		line-height: 70rpx;
	}

	.heard-ch1>view {
			text-indent: 2em;
	}

	.private {
		width: 94%;
		margin-left: 3%;
	}

	.title {
		text-align: center;
	}

	.body-ch1 {
		margin-top: 5%;
		text-indent: 2em;

	}

	.body-ch2 {
		margin-top: 5%;
	}

	.body-ch2,
	.body-ch3,
	..body-ch4,
	.body-ch5,
	.body-ch6,
	.body-ch7,
	.body-ch8,
	.body-ch9,
	.body-ch10,
	.body-ch11,
	.body-ch12,
	.body-ch13,
	.body-ch14,
	.body-ch15 {
		margin-top: 5%;
	}

	.h4 {
		margin-bottom: 3%;
	}

	.body-ch3 {
		margin-bottom: 3%;
	}

	.body-ch3-ch1 {
		margin-top: 3%;
		text-decoration: underline;
		margin-bottom: 3%;
		text-indent: 2em;
	}

	.body-ch4-ch1 {
		text-indent: 2em;
	}

	.line-heigh {}
</style>
